Repository: yuetyam/jyutping
Catalog: InputMethod/Localizable.xcstrings
Source language: en
Languages: fr, ja, yue

# AboutView.EmailFeedback
source: Email Feedback
fr: Commentaires par courriel
ja: メールでフィードバック
yue: 電郵反饋

# AboutView.GoogleForms
source: Google Forms Feedback
fr: Commentaires via Google Forms
ja: Googleフォームでフィードバック
yue: Google Forms 反饋

# AboutView.PrivacyPolicy
source: Privacy Policy
fr: Politique de confidentialité
ja: プライバシーポリシー
yue: 私隱政策

# AboutView.QQGroup
source: QQ Group
fr: Groupe QQ
ja: QQグループ
yue: QQ 交流羣

# AboutView.SourceCode
source: Source Code
fr: Code source
ja: ソースコード
yue: 源碼

# AboutView.TelegramGroup
source: Telegram Group
fr: Groupe Telegram
ja: Telegramグループ
yue: Telegram 交流羣

# AboutView.TencentSurvey
source: Tencent Survey Feedback
fr: Commentaires via Tencent Survey
ja: Tencent Surveyでフィードバック
yue: 騰訊問卷反饋

# AboutView.Website
source: Website
fr: Site web
ja: ウェブサイト
yue: 官網

# FontPreferencesView.FontMode.Custom
source: Custom
fr: Personnalisé
ja: カスタム
yue: 自定

# FontPreferencesView.FontMode.Default
source: Default
fr: Par défaut
ja: デフォルト
yue: 預設

# FontPreferencesView.FontMode.System
source: System
fr: Système
ja: システム
yue: 系統

# FontPreferencesView.FontModePicker.Candidate
source: Candidate Font
fr: Police des candidats
ja: 候補フォント
yue: 候選詞字體

# FontPreferencesView.FontModePicker.Comment
source: Comment (Jyutping) Font
fr: Police (Jyutping) des commentaires
ja: コメント(粵拼)フォント
yue: 候選詞註釋(粵拼)字體

# FontPreferencesView.FontModePicker.SerialNumber
source: Serial Number Font
fr: Police du numéro de série
ja: 候補番号フォント
yue: 候選詞編號字體

# FontPreferencesView.FontSizePicker.Candidate
source: Candidate Font Size
fr: Taille de la police des candidats
ja: 候補フォントサイズ
yue: 候選詞字號

# FontPreferencesView.FontSizePicker.Comment
source: Comment (Jyutping) Font Size
fr: Taille de la police (Jyutping) des commentaires
ja: コメント(粵拼)フォントサイズ
yue: 候選詞註釋(粵拼)字號

# FontPreferencesView.FontSizePicker.SerialNumber
source: Serial Number Font Size
fr: Taille de la police du numéro de série
ja: 候補番号フォントサイズ
yue: 候選詞編號字號

# GeneralPreferencesView.CandidateCornerRadius
source: Candidate Cell Corner Radius
fr: Rayon des coins de la cellule candidate
ja: 候補セルの角丸半径
yue: 候選詞圓角半徑

# GeneralPreferencesView.CandidateCountPerPage
source: Candidate Count Per Page
fr: Nombre de candidats par page
ja: 1ページあたりの候補数
yue: 每䈎候選詞數目

# GeneralPreferencesView.CandidateLineSpacing
source: Candidate Line Spacing
fr: Espacement des lignes des candidats
ja: 候補の行間
yue: 候選詞行間隔

# GeneralPreferencesView.CandidatePageCornerRadius
source: Candidate Page Corner Radius
fr: Rayon des coins page des candidats
ja: 候補ページ角丸半径
yue: 候選詞䈎面圓角半徑

# GeneralPreferencesView.CandidatePageInsets
source: Candidate Page Content Padding
fr: Rembourrage du contenu de la page des candidats
ja: 候補ページ内の余白
yue: 候選詞䈎面四邊內空隙

# GeneralPreferencesView.CandidatePageOrientation
source: Candidate Page Orientation
fr: Orientation de la page des candidats
ja: 候補ウィンドウの方向
yue: 候選詞排列方向

# GeneralPreferencesView.CharacterStandard.PickerTitle
source: Candidate Character Set
fr: Jeu de caractères des candidats
ja: 候補文字セット
yue: 候選詞字符集

# GeneralPreferencesView.CharacterStandard.Simplified
source: Simplified
fr: Simplifié
ja: 簡体字
yue: 简化字

# GeneralPreferencesView.CharacterStandard.Traditional
source: Traditional
fr: Traditionnel
ja: 繁体字
yue: 傳統漢字

# GeneralPreferencesView.CharacterStandard.TraditionalKongKong
source: Traditional, HK
fr: Traditionnel, HK
ja: 繁体字・香港
yue: 傳統漢字・香港

# GeneralPreferencesView.CharacterStandard.TraditionalTaiwan
source: Traditional, TW
fr: Traditionnel, TW
ja: 繁体字・台湾
yue: 傳統漢字・臺灣

# GeneralPreferencesView.CommentStyle
source: Comment (Jyutping) Position
fr: Position des commentaires (Jyutping)
ja: コメント(粵拼)の位置
yue: 候選詞註釋(粵拼)位置

# GeneralPreferencesView.CommentStyle.Bottom
source: Bottom
fr: Bas
ja: 下
yue: 下邊

# GeneralPreferencesView.CommentStyle.NoComments
source: None
fr: Aucun
ja: なし
yue: 無

# GeneralPreferencesView.CommentStyle.Right
source: Right
fr: Droite
ja: 右
yue: 右邊

# GeneralPreferencesView.CommentStyle.Top
source: Top
fr: Haut
ja: 上
yue: 上邊

# GeneralPreferencesView.CommentToneColor
source: Comment (Jyutping) Tone Color
fr: Couleur des tons des commentaires (Jyutping)
ja: コメント(粵拼)声調の色
yue: 候選詞註釋(粵拼)聲調顏色

# GeneralPreferencesView.CommentToneColor.Shallow
source: Shallow
fr: Peu profond
ja: 淡色
yue: 相對更淺

# GeneralPreferencesView.CommentToneStyle
source: Comment (Jyutping) Tone Style
fr: Style des tons des commentaires (Jyutping)
ja: コメント(粵拼)声調のスタイル
yue: 候選詞註釋(粵拼)聲調樣式

# GeneralPreferencesView.CommentToneStyle.NoTones
source: No Tones
fr: Sans tons
ja: 声調なし
yue: 無聲調

# GeneralPreferencesView.CommentToneStyle.Subscript
source: Subscript
fr: Indice
ja: 下付き文字
yue: 下標

# GeneralPreferencesView.CommentToneStyle.Superscript
source: Superscript
fr: Exposant
ja: 上付き文字
yue: 上標

# GeneralPreferencesView.EmojiSuggestions.ToggleTitle
source: Emoji Suggestions
fr: Suggestions d'emoji
ja: 絵文字の候補
yue: 表情符號(Emoji)候選詞

# GeneralPreferencesView.InputMemory.Clear.ButtonTitle
source: Clear Input Memory
fr: Effacer la mémoire d'entrée
ja: 入力履歴を消去
yue: 清空輸入記憶

# GeneralPreferencesView.InputMemory.Clear.ConfirmationDialog.Cancel
source: Cancel
fr: Annuler
ja: キャンセル
yue: 取消

# GeneralPreferencesView.InputMemory.Clear.ConfirmationDialog.Confirm
source: Clear
fr: Effacer
ja: 消去
yue: 清空

# GeneralPreferencesView.InputMemory.Clear.ConfirmationDialog.Title
source: Clear Input Memory?
fr: Effacer la mémoire de saisie ?
ja: 入力履歴を消去しますか？
yue: 清空輸入記憶？

# GeneralPreferencesView.InputMemory.ToggleTitle
source: Input Memory
fr: Mémoire de saisie
ja: 入力履歴
yue: 記憶輸入

# GeneralPreferencesView.LabelLastZero.ToggleTitle
source: 10th Serial Number as Zero
fr: Afficher le 10e numéro de série comme zéro
ja: 10番目の候補を0で表示
yue: 候選詞編號第十位爲零

# GeneralPreferencesView.LabelSet
source: Serial Number Set
fr: Numéro de série
ja: 候補番号の形式
yue: 候選詞編號集

# GeneralPreferencesView.LabelSet.Arabic
source: Arabic
fr: Arabe
ja: アラビア数字
yue: 阿拉伯數字

# GeneralPreferencesView.LabelSet.Branches
source: Earthly Branches
fr: Branche terrestre
ja: 地支 (子丑寅卯)
yue: 地支（子丑寅卯）

# GeneralPreferencesView.LabelSet.CapitalizedChinese
source: Capitalized Chinese
fr: Chinois avec majuscules
ja: 漢数字 (大字)
yue: 大寫漢字數字

# GeneralPreferencesView.LabelSet.Chinese
source: Chinese
fr: Chinois
ja: 漢数字
yue: 漢字數字

# GeneralPreferencesView.LabelSet.FullWidthArabic
source: Full-width Arabic
fr: Arabe pleine largeur
ja: 全角アラビア数字
yue: 全寬阿拉伯數字

# GeneralPreferencesView.LabelSet.HorizontalCountingRods
source: Horizontal Counting Rods
fr: Chiffres des baguettes de comptage horizontales
ja: 算木 (横式)
yue: 橫式算籌數字

# GeneralPreferencesView.LabelSet.Roman
source: Roman
fr: Romain
ja: ローマ数字 (大文字)
yue: 大寫羅馬數字

# GeneralPreferencesView.LabelSet.SmallRoman
source: Small Roman
fr: Romain minuscule
ja: ローマ数字 (小文字)
yue: 小寫羅馬數字

# GeneralPreferencesView.LabelSet.Stems
source: Heavenly Stems
fr: Tige céleste
ja: 天干 (甲乙丙丁)
yue: 天干（甲乙丙丁）

# GeneralPreferencesView.LabelSet.VerticalCountingRods
source: Vertical Counting Rods
fr: Chiffres des baguettes de comptage verticales
ja: 算木 (縦式)
yue: 直式算籌數字

# GeneralPreferencesView.NavigationTitle.TitleKey
source: Jyutping Input Method
fr: Méthode de saisie Jyutping
ja: 粵拼入力メソッド
yue: 粵拼輸入法

# GeneralPreferencesView.SchemeRules.CompatibleMode.SectionFooter
source: Do NOT enable this unless you understand what this setting does.
fr: Ne pas activer cela à moins que vous ne compreniez ce que fait cette option.
ja: この設定の機能を理解している場合を除き、有効にしないでください。
yue: 如果你唔瞭解本項設定嘅作用，千祈唔好開啓。

# GeneralPreferencesView.SchemeRules.CompatibleMode.ToggleTitle
source: Compatible with Common Spellings
fr: Compatible avec les orthographes courantes
ja: 一般的な綴りとの互換性
yue: 融合部分習慣拼法

# GeneralPreferencesView.SystemLexicon.ToggleTitle
source: System Text Replacements
fr: Remplacements de texte système
ja: システムの文字列置換
yue: 使用系統文字替代

# GeneralPreferencesView.TraditionalCharacterStandard.Option1.Preset
source: Default
fr: Défaut
ja: デフォルト
yue: 預設

# GeneralPreferencesView.TraditionalCharacterStandard.Option3.Inherited
source: Inherited
fr: Hérité
ja: 旧字体
yue: 傳承字形（舊字形）

# GeneralPreferencesView.TraditionalCharacterStandard.Option7.Taiwan
source: Taiwan
fr: Taïwan
ja: 臺灣
yue: 臺灣《國字標準字體表》

# GeneralPreferencesView.TraditionalCharacterStandard.Option8.PRCGeneral
source: Mainland China
fr: Chine continentale
ja: 大陸・通用規範漢字表
yue: 大陸《通用規範漢字表》

source: Mainland China (Ancient Books Publishing)
fr: Chine continentale (Édition des livres anciens)
ja: 大陸・古籍印刷通用字規範字形表
yue: 大陸《古籍印刷通用字規範字形表》

# GeneralPreferencesView.TraditionalCharacterStandard.PickerTitle
source: Traditional Character Set
fr: Jeu de caractères traditionnels
ja: 繁体字
yue: 傳統漢字字符集

# GeneralPreferencesView.TraditionalCharacterStandard.SectionFooter
source: The Inherited option uses rare characters and may have limited compatibility. Use it with caution.
fr: L’option Héritée utilise des caractères rares et peut présenter une compatibilité limitée. Utilisez-la avec prudence.
ja: 旧字体オプションは稀な文字を使用するため、互換性が制限される可能性があります。使用にはご注意ください。
yue: 舊字形選項會用到罕見字符，可能兼容性較差。謹慎使用。

# HotkeysView.BackToTheFirstCandidatePage
source: Back to the first Candidate page
fr: Retour à la première page de candidats
ja: 最初の候補ページに戻る
yue: 跳返到第一䈎候選詞

# HotkeysView.BackwardToPreviousCandidatePage
source: Backward to previous Candidate page
fr: Retour à la page de candidats précédente
ja: 前の候補ページへ
yue: 上一䈎候選詞

# HotkeysView.BracketKeysMode
source: Use bracket [ ] keys for
fr: Utiliser les touches crochets [ ] pour
ja: 角括弧 [ ] キーの機能
yue: 方括號鍵 [ ] 用作

# HotkeysView.BracketKeysMode.CandidatePaging
source: Candidate Paging
fr: Pagination
ja: ページ切り替え
yue: 翻䈎

# HotkeysView.BracketKeysMode.CharacterSelection
source: Character Selection
fr: Sélection de caractères
ja: 先頭/末尾文字の入力
yue: 輸入首字末字

# HotkeysView.BracketKeysMode.NoOperation
source: None
fr: Aucun
ja: なし
yue: 無

# HotkeysView.ClearCurrentPreEditText
source: Clear current pre-edit text
fr: Effacer le texte de pré-édition actuel
ja: 入力中のテキストをクリア
yue: 清除當前預輸入音節

# HotkeysView.CommaPeriodKeysMode
source: Use comma and period keys for
fr: Utiliser les touches virgule et point pour
ja: コンマ・ピリオドキーの機能
yue: 逗號句號鍵用作

# HotkeysView.CommaPeriodKeysMode.CandidatePaging
source: Candidate Paging
fr: Pagination
ja: ページ切り替え
yue: 翻䈎

# HotkeysView.CommaPeriodKeysMode.CharacterSelection
source: Character Selection
fr: Sélection de caractères
ja: 先頭/末尾文字の入力
yue: 輸入首字末字

# HotkeysView.CommaPeriodKeysMode.NoOperation
source: None
fr: Aucun
ja: なし
yue: 無

# HotkeysView.DirectlyToggleSpecificOption
source: Directly toggle a specific Option
fr: Basculer directement une option spécifique
ja: 特定オプションを直接切り替え
yue: 直接選擇某個設定選項

# HotkeysView.EnterExitOptionsView
source: Enter/Exit Options View
fr: Entrer/Quitter la vue des options
ja: オプション表示の開始/終了
yue: 進入／退出設定選項䈎面

# HotkeysView.EnterExitOptionsView.Footer
source: is the grave key, located below the esc key.
fr: est la touche de l'accent grave, située sous la touche échap.
ja: は「重アクセント」の記号で、esc鍵（エスケープキー）の下にあります。
yue: 係重音符(grave)鍵，位於 esc 鍵下方。

# HotkeysView.ForgetCurrentCandidate
source: Remove current Candidate from Input Memory
fr: Supprimer le candidat actuel de la mémoire de saisie
ja: 現在の候補を入力履歴から削除
yue: 從輸入記憶刪除當前候選詞

# HotkeysView.ForwardToNextCandidatePage
source: Forward to next Candidate page
fr: Avancer à la page de candidats suivante
ja: 次の候補ページへ
yue: 下一䈎候選詞

# HotkeysView.Header.HorizontalOrientation
source: Horizontal Candidate Page Orientation
fr: Orientation horizontale de la page de candidats
ja: 候補ウィンドウが横書きの場合
yue: 候選詞排列方向爲橫向時

# HotkeysView.Header.VerticalOrientation
source: Vertical Candidate Page Orientation
fr: Orientation verticale de la page de candidats
ja: 候補ウィンドウが縦書きの場合
yue: 候選詞排列方向爲縱向時

# HotkeysView.InputCurrentPreEditText
source: Input current pre-edit text
fr: Saisir le texte de pré-édition actuel
ja: 入力中のテキストをそのまま入力
yue: 輸入當前預輸入音節

# HotkeysView.InputCurrentRomanization
source: Input current Candidate's Jyutping
fr: Saisir le Jyutping du candidat actuel
ja: 現在の候補の粵拼を入力
yue: 輸入當前候選詞粵拼

# HotkeysView.MoveToNextCandidate
source: Move to next Candidate
fr: Passer au candidat suivant
ja: 次の候補へ移動
yue: 移至下一個候選詞

# HotkeysView.MoveToPreviousCandidate
source: Move to previous Candidate
fr: Passer au candidat précédent
ja: 前の候補へ移動
yue: 移至上一個候選詞

# HotkeysView.OpenPreferencesWindow
source: Open Settings Window (This Window)
fr: Ouvrir la fenêtre des paramètres (cette fenêtre)
ja: 設定ウィンドウを開く (このウィンドウ)
yue: 開啓設定視窗（即係當前視窗）

# HotkeysView.OpenPreferencesWindow.Footer
source: is the comma key.
fr: est la touche virgule.
ja: はコンマキーです。
yue: 係逗號鍵。

# HotkeysView.Or
source: or
fr: ou
ja: または
yue: 或

# HotkeysView.PressShiftOnceTo
source: Press **Shift** once to
fr: Appuyer une fois sur **Shift** pour
ja: **Shift** キーを1回押したときの動作
yue: 按一下 **Shift** 鍵

# HotkeysView.PressShiftOnceTo.DoNothing
source: Do Nothing
fr: Ne rien faire
ja: 何もしない
yue: 無

# HotkeysView.PressShiftSpaceTo
source: Press **Shift** + **Space** to
fr: Appuyer sur **Shift** + **Espace** pour
ja: **Shift** + **スペース** キーの動作
yue: 按 **Shift** + **Space** 鍵

# HotkeysView.PressShiftSpaceTo.InputFullWidthSpace
source: Input a Full-width Space
fr: Saisir un espace pleine largeur
ja: 全角スペースを入力
yue: 輸入全寬空格

# HotkeysView.SelectCurrentCandidate
source: Input current Candidate
fr: Saisir le candidat actuel
ja: 現在の候補を入力
yue: 輸入當前候選詞

# HotkeysView.SelectFirstCharacterOfCurrentCandidate
source: Input current Candidate's first character
fr: Saisir le premier caractère du candidat actuel
ja: 現在の候補の先頭文字を入力
yue: 輸入當前候選詞之首字

# HotkeysView.SelectLastCharacterOfCurrentCandidate
source: Input current Candidate's last character
fr: Saisir le dernier caractère du candidat actuel
ja: 現在の候補の末尾文字を入力
yue: 輸入當前候選詞之末字

# HotkeysView.SwitchInputMethodMode
source: Switch Input Mode
fr: Changer de mode de saisie
ja: 入力モードの切り替え
yue: 粵英切換

# Menu.CharacterForm.FullWidth
source: Full-width Character Form
fr: Chiffres pleine largeur
ja: 全角文字
yue: 全寬數字

# Menu.CharacterForm.HalfWidth
source: Half-width Character Form
fr: Chiffres demi-largeur
ja: 半角文字
yue: 半寬數字

# Menu.CharacterStandard.Simplified
source: Simplified Characters
fr: Caractères simplifiés
ja: 簡体字
yue: 简化字

# Menu.CharacterStandard.Traditional
source: Traditional Characters
fr: Caractères traditionnels
ja: 繁体字
yue: 傳統漢字

# Menu.CharacterStandard.TraditionalHongKong
source: Traditional Characters, HK
fr: Caractères traditionnels, HK
ja: 繁体字・香港
yue: 傳統漢字・香港

# Menu.CharacterStandard.TraditionalTaiwan
source: Traditional Characters, TW
fr: Caractères traditionnels, TW
ja: 繁体字・台湾
yue: 傳統漢字・臺灣

# Menu.General.About
source: About
fr: À propos
ja: について
yue: 關於

# Menu.General.CheckForUpdates
source: Check for Updates…
fr: Rechercher des mises à jour…
ja: アップデートを確認…
yue: 檢查更新…

# Menu.General.Help
source: Help
fr: Aide
ja: ヘルプ
yue: 輔助說明

# Menu.General.Settings
source: Settings…
fr: Préférences…
ja: 設定…
yue: 設定…

# Menu.InputMethodMode.ABC
source: ABC Mode
fr: Mode ABC
ja: ABC モード
yue: ABC 模式

# Menu.InputMethodMode.Cantonese
source: Jyutping Mode
fr: Mode Jyutping
ja: 粵拼モード
yue: 粵拼模式

# Menu.PunctuationForm.Cantonese
source: Cantonese Punctuation
fr: Ponctuation cantonaise
ja: 広東語の句読点
yue: 粵文句讀

# Menu.PunctuationForm.English
source: English Punctuation
fr: Ponctuation occidentale
ja: 英語の句読点
yue: 英文標點

# OptionsView.CharacterForm.FullWidth
source: 全寬數字 (Full-width)
fr: Chiffres pleine largeur
ja: 全角数字
yue: 全寬數字

# OptionsView.CharacterForm.HalfWidth
source: 半寬數字 (Half-width)
fr: Chiffres demi-largeur
ja: 半角数字
yue: 半寬數字

# OptionsView.CharacterStandard.Simplified
source: 简化字 (Simplified)
fr: Caractères simplifiés
ja: 簡体字
yue: 简化字

# OptionsView.CharacterStandard.Traditional
source: 傳統漢字 (Traditional)
fr: Caractères traditionnels
ja: 繁体字
yue: 傳統漢字

# OptionsView.CharacterStandard.TraditionalHongKong
source: 傳統漢字・香港 (Traditional, HK)
fr: Caractères traditionnels, HK
ja: 繁体字・香港
yue: 傳統漢字・香港

# OptionsView.CharacterStandard.TraditionalTaiwan
source: 傳統漢字・臺灣 (Traditional, TW)
fr: Caractères traditionnels, TW
ja: 繁体字・台湾
yue: 傳統漢字・臺灣

# OptionsView.InputMethodMode.ABC
source: ABC 模式 (ABC Mode)
fr: Mode ABC
ja: ABC モード
yue: ABC 模式

# OptionsView.InputMethodMode.Cantonese
source: 粵拼模式 (Jyutping Mode)
fr: Mode Jyutping
ja: 粵拼モード
yue: 粵拼模式

# OptionsView.PunctuationForm.Cantonese
source: 粵文句讀 (，、；。)
fr: Ponctuation cantonaise (，、；。)
ja: 広東語の句読点 (，、；。)

# OptionsView.PunctuationForm.English
source: 英文標點 (, ' ; .)
fr: Ponctuation occidentale (, ' ; .)
ja: 英語の句読点 (, ' ; .)

# Preferences.FontPicker.ChangeCurrentFont
source: Change…
fr: Changer…
ja: 変更…
yue: 更改…

# PreferencesView.NavigationTitle.About
source: About
fr: À propos
ja: 情報
yue: 關於

# PreferencesView.NavigationTitle.Fonts
source: Fonts
fr: Polices
ja: フォント
yue: 字體

# PreferencesView.NavigationTitle.General
source: General
fr: Général
ja: 一般
yue: 一般

# PreferencesView.NavigationTitle.Hotkeys
source: Hotkeys
fr: Raccourcis
ja: ホットキー
yue: 熱鍵

# PreferencesView.NavigationTitle.Preferences
source: Settings
fr: Préférences
ja: 設定
yue: 設定

# PreferencesView.NavigationTitle.ReverseLookup
source: Reverse Lookup
fr: Recherche inversée
ja: 逆引き検索
yue: 反查

# PreferencesView.NavigationTitle.TonesInput
source: Tones
fr: Tons
ja: 声調
yue: 聲調

# PreferencesView.SectionHeader.About
source: About
fr: À propos
ja: 情報
yue: 關於

# PreferencesView.SectionHeader.Candidates
source: Candidates
fr: Candidats
ja: 候補
yue: 候選詞

# PreferencesView.SectionHeader.Hotkeys
source: Hotkeys
fr: Raccourcis clavier
ja: ホットキー
yue: 熱鍵

# PreferencesView.Window.Title
source: Jyutping Input Method Settings
fr: Préférences de la méthode de saisie Jyutping
ja: 粵拼入力メソッド設定
yue: 粵拼輸入法設定

# ReverseLookupView.CangjieReverseLookup.Body
source: Start with “v”, then enter Cangjie or Quick code. For example, “vdd” → “林”.
fr: Commencez par « v », puis entrez le code Cangjie ou Quick. Par exemple, entrez « vdd », le candidat « 林 » apparaîtra. Les candidats seront affichés avec le Jyutping correspondant.
ja: 「v」から始め、倉頡または速成のコードを入力します。例：「vdd」と入力すると、「林」などの候補が表示されます。候補には対応する粵拼が併記されます。
yue: 以 v 開始，再輸入倉頡或速成碼，例如 vdd → 林。

# ReverseLookupView.CangjieReverseLookup.Heading
source: Lookup Jyutping with Cangjie or Quick(Sucheng)
fr: Rechercher Jyutping par Cangjie ou Quick (Sucheng)
ja: 倉頡/速成で粵拼を逆引き検索
yue: 用倉頡／速成反查粵拼

# ReverseLookupView.CangjieVariant.Picker.TitleKey
source: Cangjie / Quick(Sucheng) Version
fr: Version Cangjie / Quick (Sucheng)
ja: 倉頡/速成のバージョン
yue: 倉頡／速成版本

# ReverseLookupView.PinyinReverseLookup.Body
source: Start with “r”, then enter Pinyin code. For example, “rlin” → “林”.
fr: Commencez par « r », puis entrez le code Pinyin. Par exemple, entrez « rlin », le candidat « 林 » apparaîtra. Les candidats seront affichés avec le Jyutping correspondant.
ja: 「r」から始め、ピンインを入力します。例：「rlin」と入力すると、「林」などの候補が表示されます。候補には対応する粵拼が併記されます。
yue: 以 r 開始，再輸入普通話拼音，例如 rlin → 林。

# ReverseLookupView.PinyinReverseLookup.Heading
source: Lookup Jyutping with Mandarin Pinyin
fr: Rechercher Jyutping par le pinyin mandarin
ja: ピンインで粵拼を逆引き検索
yue: 用普通話拼音反查粵拼

# ReverseLookupView.StrokeReverseLookup.Body
source: Start with “x”, then enter Stroke code. For example, “xwsad” → “木”.
fr: Commencez par « x », puis entrez le code de trait. Par exemple, entrez « xwsad », le candidat « 木 » apparaîtra. Les candidats seront affichés avec le Jyutping correspondant.
ja: 「x」から始め、画のコードを入力します。例：「xwsad」と入力すると、「木」などの候補が表示されます。候補には対応する粵拼が併記されます。
yue: 以 x 開始，再輸入筆畫碼，例如 xwsad → 木。

# ReverseLookupView.StrokeReverseLookup.Example
source: w = 橫(waang), Horizontal s = 豎(syu), Vertical a = 撇, Left-falling d = 點(dim), Right-falling z = 折(zit), Turning
fr: w = 橫(waang) s = 豎(syu) a = 撇 d = 點(dim) z = 折(zit)
ja: w = 横 s = 縦 a = 撇 (左はらい) d = 点 (右はらい) z = 折
yue: w = 橫(waang) s = 豎(syu) a = 撇 d = 點(dim) z = 折(zit)

# ReverseLookupView.StrokeReverseLookup.Heading
source: Lookup Jyutping with Stroke
fr: Rechercher Jyutping par le trait
ja: 画数で粵拼を逆引き検索
yue: 用筆畫輸入反查粵拼

# ReverseLookupView.StructureReverseLookup.Body
source: Start with “q”, then enter two components' Jyutping. For example, “qmukmuk” → “林”.
fr: Commencez par « q », puis entrez le Jyutping de deux composants. Par exemple, entrez « qmukmuk », le candidat « 林 » apparaîtra. Les candidats seront affichés avec le Jyutping correspondant.
ja: 「q」から始め、2つの部品の粵拼を入力します。例：「qmukmuk」と入力すると、「林」などの候補が表示されます。候補には対応する粵拼が併記されます。
yue: 兩分即係將一個字分成兩部分，比如【林 = 木, 木】。以 q 開始，再輸入兩個字嘅粵拼，例如 qmukmuk → 林。

# ReverseLookupView.StructureReverseLookup.Heading
source: Lookup Jyutping with character components
fr: Rechercher Jyutping par les composants des caractères
ja: 文字部品で粵拼を逆引き検索
yue: 用兩分拆字反查粵拼

# TonesInputView.TonesInput.Body
source: v = 1, High Level (陰平) x = 2, Medium Rising (陰上) q = 3, Medium Level (陰去) vv = 4, Low Falling (陽平) xx = 5, Low Rising (陽上) qq = 6, Low Level (陽去)
fr: v = 1, Haut (陰平) x = 2, Médian montant (陰上) q = 3, Médian (陰去) vv = 4, Descendant (陽平) xx = 5, Légèrement montant (陽上) qq = 6, Bas (陽去)
ja: v = 1 陰平 vv = 4 陽平 x = 2 陰上 xx = 5 陽上 q = 3 陰去 qq = 6 陽去
yue: v = 1 陰平 vv = 4 陽平 x = 2 陰上 xx = 5 陽上 q = 3 陰去 qq = 6 陽去

# TonesInputView.TonesInput.Examples
source: Examples: sinq = sin3(線), sinqq = sin6(羨)
fr: Exemples : sinq = sin3(線), sinqq = sin6(羨)
ja: 例: sinq = sin3(線) sinqq = sin6(羨)
yue: 例: sinq = sin3(線) sinqq = sin6(羨)

# TonesInputView.TonesInput.Heading
source: Tones Input
fr: Entrée de tonalité
ja: 声調入力
yue: 聲調輸入

# AboutView.FAQ
source: FAQ
ja: よくある質問 (FAQ)
yue: 常問問題

# AboutView.RedNote
source: RedNote
ja: 小紅書 (RedNote)
yue: 小紅書

# AboutView.Twitter
source: X (Twitter)
ja: X (旧Twitter)

# AboutView.Version
source: Version
ja: バージョン
yue: 版本

# GeneralPreferencesView.CandidatePageOrientation.Horizontal
source: Horizontal
ja: 横書き
yue: 橫向

# GeneralPreferencesView.CandidatePageOrientation.Vertical
source: Vertical
ja: 縦書き
yue: 縱向

# GeneralPreferencesView.CommentToneColor.Normal
source: Normal
ja: 標準
yue: 正常

# GeneralPreferencesView.CommentToneStyle.Normal
source: Normal
ja: 標準
yue: 正常

# GeneralPreferencesView.LabelSet.Mahjong
source: Mahjong
ja: 麻雀牌
yue: 麻雀（麻將）

# GeneralPreferencesView.LabelSet.Soochow
source: Soochow
ja: 蘇州号碼
yue: 蘇州碼

# GeneralPreferencesView.TraditionalCharacterStandard.Option6.HongKong
source: Hong Kong
ja: 香港
yue: 香港《常用字字形表》

# Menu.MenuTitle
source: Jyutping
ja: 粵拼
yue: 粵拼

# ReverseLookupView.CangjieVariant.Picker.Option1
source: Cangjie5
ja: 倉頡第五代
yue: 倉頡五代

# ReverseLookupView.CangjieVariant.Picker.Option2
source: Cangjie3
ja: 倉頡第三代
yue: 倉頡三代

# ReverseLookupView.CangjieVariant.Picker.Option3
source: Quick5
ja: 速成第五代
yue: 速成五代

# ReverseLookupView.CangjieVariant.Picker.Option4
source: Quick3
ja: 速成第三代
yue: 速成三代
